import React, { Component } from 'react';
import './style.css';

class GoalText extends Component {
	render() {
		return (
			<a name="goal">
        Моя цель на 2019год. Мне будет 30лет (19 декабря 2019).<br />
        1. Получать пассивный доход 7000&#8364(европейских евро) каждый месяц со своего софтверного продукта.<br />
        2. Каждый год жить в новой стране(путешествуя в соседние места по выходным). Годик в Германии(Мюнхен/Берлин),
        годик в Испании(Барселона), годик в Италии, годик в Англии, годик в Австрии, годик в Чехии, годик в США,
        годик в Китае, годик в Москве.
        Вместе с "моей" девушкой и "моим" котом.<br />
        Моя душа находится в единстве с разумом. Я делаю то, что хочет моя душа, моё сердце.
        Каждый день я испытываю такие эмоции, которые глубоко по доброму трогают меня за душу.<br />
        90% всего времени я по доброму смеюсь и улыбаюсь.<br />
        Я наполную выражаю свои эмоции. Даже если окружающие сперва болезненно отреагируют на моё стремление
        открыто выразить мои чувства и взгляды, в конечном итоге это поднимет наши отношения на абсолютно новый
        уровень или освобидит нас от нездоровых отношений<br />
        Я красавчик. Любимец красивых девушек, женщин. Они меня хотят.<br />
        Я люблю жизнь. Я жизнерадостен. Я благодарен жизни.<br />
        Я одеваюсь в "мою" одежду. Рядом со мной "мои" люди.<br />
        Я люблю себя. Я люблю свой взгляд. Мои глаза. Мою силу духа и моё чувство юмора.<br />
        Я Senior Software Engineer. Любой таcк на самом деле очень элементарен и прост. Но я оочень
        радуюсь каждому выполненному таску. Always celebrate the small wins<br />
        Я абсолютно здоров. У меня прекрасное самочувствие. Я полон энергии и радости жизни.
      </a>
		);
	}
}

export default GoalText;